// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "添加自定义纸张";

NoIccTitle = "<未选择配置文件>";

DoubleNameTitle = "自定义纸张名称已存在";
DoubleNameMsg = "名称为 \"%@\" 的自定义纸张类型已存在。请为您的自定义纸张选择另一名称。";

MaxMediaExceededTitle = "您的自定义纸张类型数目已超出最大数目限制";
MaxMediaExceededMsg = "您最多可以定义 %i 个自定义纸张类型。请在添加新类型前删除一个或多个纸张类型。";

ProfileExistsTitle = "该 ICC 配置文件已经存在";
ProfileExistsMsg = "文件名称为 \"%@\" 的 ICC 配置文件已经存储于本地储存库中。如果您选择“使用现有配置文件”，存储的配置文件会与您的纸张一同使用。或者您可以选择“使用唯一文件名称”来创建新的配置文件名称。";
ProfileExistsDefButton = "使用现有配置文件";
ProfileExistsAltButton = "取消";
ProfileExistsOtherButton = "使用唯一文件名称";

//Paper Type Names
Photo = "照片";
CoatedInkjet = "彩喷纸";
PhotoRag = "碎布照片";
Watercolor = "水彩纸";
Canvas = "画布纸";
RigidPhotoRag = "硬碎布照片纸";
RigidWatercolor = "硬水彩纸";
RigidCanvas = "硬画布纸";
Brochure = "手册";
PlainPaper = "普通纸";
PhotoInkjetScrapbook = "喷墨剪贴簿纸，照片";
MatteInkjetScrapbook = "喷墨剪贴簿纸，亚光";

Coated = "涂料纸";
PhotoThick = "厚照片";
FiberGloss = "纤维光泽";
photoRag = "碎棉相纸";
photoRagThin = "薄摄影纯棉纸";

//print quality names
Best = "最佳";
Normal = "标准";
Fast = "快速草图";
MaxDPI = "最高 DPI";

ProfileInvalidTitle = "ICC 檔案類型不正確";
ProfileInvalidMsg = "所選的 ICC 檔案不適用於印表機。";
ProfileInvalidDefButton = "選擇其他設定檔...";
ProfileInvalidAltButton = "取消";

TaskTitleFieldText = "添加自定义纸张";
TaskDescriptionFieldText = "单击“添加”按钮将自定义纸张添加至自定义纸张列表。";
StartButtonText = "添加";
AddSheetDescriptionFieldText = "请提供关于您所要添加纸张的信息。";
PaperNameLableText = "自定义纸张名称：";
PaperCategoryLableText = "纸张类别：";
IccFileNamelableText = "ICC 配置文件（可选）：";
IccFileNameFieldText = "<未选择配置文件>";
BrowseButtonText = "浏览...";
ClearButtonText = "清除配置文件";
CancelButtonText = "取消";
DoneButtonText = "完成";